{
  "special": {
    "move": "A few years ago we moved from Chesterfield to Mechanicsville. Make sure you are coming to the right location! Looking forward to seeing you soon."
  },
  "header": {
    "home": "Home",
    "activities": "Activities",
    "contact": "Contact",
    "about": "About"
  },
  "intro": {
    "title": "Won-Buddhism of Richmond",
    "subtitle": "With this Great Opening of Material, let there be a Great Opening of Spirit."
  },
  "about": {
    "title": "About Our Temple",
    "about_paragraphs": [
      "Welcome to the Won Buddhism Temple of Richmond. Won Buddhism of Richmond has served since 1999, as a spiritual home for Richmond. It is a place of peace and restoration, and a place to learn and practice Won Buddhism and meditation. We welcome everyone who wants to cultivate inner peace, joy and wisdom.",
      "No experience is necessary. There are no fees for our programs, however, the temple is fully self-supporting and any level of donations are much appreciated. Please join us!"
    ],
    "subtitle": "About Won-Buddhism",
    "about_won_paragraphs": [
      "Won-Buddhism, a reformed and modernized Buddhism, teaches us how to use our minds. To use the mind well, we should first know what the mind is like and how it works. Based on that understanding, we should cultivate and use it skillfully in everyday situations.",
      "The name Won-Buddhism (Won-Bul-Kyo in Korean) is a compound word for truth, enlightenment, and teaching. Won means circle and symbolizes the ultimate truth. Bul means enlightenment, and Kyo means teaching the truth. Therefore, Won-Buddhism is the path that leads us to become enlightened to the truth.",
      "Won-Buddhism is a religion that teaches us how to use our minds. Our lives and this world are the manifestations of our minds, so the knowledge of how to use our minds is fundamental and the key to leading happy and successful lives."
    ]
  },
  "footer": {
    "copyright": "Copyright © 2014 Won Buddhism of U.S.A., Inc. All rights reserved."
  }
}
