{
  "special": {
    "move": "A few years ago we moved from Chesterfield to Mechanicsville. Make sure you are coming to the right location! Looking forward to seeing you soon."
  },
  "header": {
    "home": "Home",
    "activities": "Activities",
    "contact": "Contact",
    "about": "About"
  },
  "intro": {
    "title": "Won-Buddhism of Richmond",
    "subtitle": "With this Great Opening of Material, let there be a Great Opening of Spirit."
  },
  "info": {
    "programs": {
      "title": "Ongoing Programs",
      "items": [
        {
          "active": true,
          "day": "Monday",
          "times": "6:00pm - 7:30pm",
          "title": "Tai Chi",
          "description": "Join us at the Tai Chi is meditation in movement. Its soft movements create flows of energy that cultivate your physical and inner strength. In this class, learn about the energy of Yin and Yang to bring health, stability and vitality into your life. Friendly for all ages."
        },
        {
          "active": false,
          "day": "Thursday",
          "times": "10:30am - 12:00am",
          "title": "Breathing and Energy Cultivation Meditation",
          "description": "Breathing Meditation focuses on balancing the body and mind by following the breath. Every moment of every day, we rely on our breath without consciously tapping into the that source of Univesral Power. Chanting Meditation vibrates powerful meaning into the Universe around us, focuses the mind, and creates energetic calm in the body and Soul."
        },
        {
          "active": true,
          "day": "Thursday",
          "times": "1:00pm - 3:30pm",
          "title": "Breathing and Energy Cultivation Meditation",
          "description": "Breathing Meditation focuses on balancing the body and mind by following the breath. Every moment of every day, we rely on our breath without consciously tapping into the that source of Univesral Power. Chanting Meditation vibrates powerful meaning into the Universe around us, focuses the mind, and creates energetic calm in the body and Soul."
        },
        {
          "active": false,
          "day": "Every Morning",
          "times": "6:00am - 7:15am",
          "title": "Group Meditation",
          "description": "This morning group meditation is based on the Mindfulness Meditation above, but is enhanced by the mornings silent universal energies. The freshness cultivated in this mindful morning practice will last all day."
        },
        {
          "active": false,
          "day": "Sunday",
          "times": "10:3pm - 11:45pm",
          "title": "Won Buddhism Korean Service",
          "description": "Attend our traditional weekly Won Buddhist Service where we practice chanting, pray for world peace, read the Scriptures, perform Dharma talks, reflect on our past weeks graces and trials, and practice silent meditation together. This service will be held in Korean."
        },
        {
          "active": true,
          "day": "Saturday",
          "times": "10:30pm - 12:00pm",
          "title": "Won Buddhism Traditional Service",
          "description": "Attend our traditional weekly Won Buddhist Service where we practice chanting, pray for world peace, read the Scriptures, perform Dharma talks, reflect on our past weeks graces and trials, and practice silent meditation together. This service will be held in English."
        }
      ]
    },
    "upcoming": {
      "title": "Upcoming Events",
      "items": [
        {
          "start": "July 1",
          "end": "August 31",
          "title": "Adult Summer Camp - Chi (Energy) and Meditation Workshop",
          "description": "Come and experience of cultivation of Life Force Energy (Qi) with QiGong and Tai Chi and Deep Peaceful Stillness with Meditation at the Won Buddhism Temple of Richmond. Times for Classes can be seen in the 'Ongoing Programs' list! Classes will not be held on July 15, 18, 20, or August 12, 16, 17, and 19th. Looking forward to seeing you!",
          "registration": "picacho10000@gmail.com"
        }
      ]
    },
    "button_future": "See All Future Events",
    "button_more_info": "More Info by Email",
    "call_option": "or call",
    "donations": {
      "intro": "There are no fees for our programs, however, the temple is fully self-supporting and any level of donations are much appreciated!",
      "paypal_button": "Donate via Paypal",
      "check": "Or make a check payable to Won Buddhism of Richmond. This can be sent to our address at Won Buddhism of Richmond 8266 Walnut Grove Rd. Mechanicsville, VA 23111."
    }
  },
  "about": {
    "title": "About Our Temple",
    "about_paragraphs": [
      "Welcome to the Won Buddhism Temple of Richmond. Won Buddhism of Richmond has served since 1999, as a spiritual home for Richmond. It is a place of peace and restoration, and a place to learn and practice Won Buddhism and meditation. We welcome everyone who wants to cultivate inner peace, joy and wisdom.",
      "No experience is necessary. There are no fees for our programs, however, the temple is fully self-supporting and any level of donations are much appreciated. Please join us!"
    ],
    "subtitle": "About Won-Buddhism",
    "about_won_paragraphs": [
      "Won-Buddhism, a reformed and modernized Buddhism, teaches us how to use our minds. To use the mind well, we should first know what the mind is like and how it works. Based on that understanding, we should cultivate and use it skillfully in everyday situations.",
      "The name Won-Buddhism (Won-Bul-Kyo in Korean) is a compound word for truth, enlightenment, and teaching. Won means circle and symbolizes the ultimate truth. Bul means enlightenment, and Kyo means teaching the truth. Therefore, Won-Buddhism is the path that leads us to become enlightened to the truth.",
      "Won-Buddhism is a religion that teaches us how to use our minds. Our lives and this world are the manifestations of our minds, so the knowledge of how to use our minds is fundamental and the key to leading happy and successful lives."
    ]
  },
  "footer": {
    "copyright": "Copyright © 2014 Won Buddhism of U.S.A., Inc. All rights reserved."
  }
}
